const menu = [
  {
    id: 0,
    title: "О нас",
    about: {
      title: "О нас",
      h2: "Компания Гипсокартон Про предосталяет услуги монтажа гипсокартонных конструкций любой сложности",
      p: [
        " Наши гипсокартонщики предоставляют услуги по монтажу гипсокартона. Мы профессионально смонтируем потолки, перегородки, фальшстены, откосы, ниши под карниз, ниши под подсветку и т.д.",
        " У нас достаточно большой опыт работы в монтаже гипсокартона. Гипсокартонные работы проводим по технологии, это даёт гарантию надёжности наших гипсокартонных конструкций. Также мы можем предоставить услуги по выбору материалов для качественного монтажа гипсокартона. А также можем организовать доставку материалов на объект.",
      ],
      image: ["../img/scr.jpg", "../img/works1.jpg", "../img/works3.jpg"],
      text: "ГипсокартонОК - компания предоставляющая услги профессионального монтажа гипсокартона любой сложности",
    },
  },
  {
    id: 1,
    title: "Наши услуги",
    title1: "Гипсокартон Про предоставляет слудующие услуги:",
    services: [
      {
        title: "Разработка проекта конструкции.",
        text: "Специалисты нашей компании помогут разработать проект несущих конструкций и подобрать необходимые материалы и комплектующие. Наши специалисты выезжают на место монтажа и производят необходимые замеры и расчеты.",
      },
      {
        title: "Монтаж гипсокартона.",
        text: "Монтажники нашей компании производят монтаж в заданные сроки, со стопроцентным соответствием проекту (быстро, четко и без лишней пыли).",
      },
      {
        title: "Доставка материалов.",
        text: "Наша компания поможет с организацией доставки материалов и комплектующих на объект.",
      },
      {
        title: "Подготовка объекта к монтажу.",
        text: "Наши монтажники при необходимости производят подготовку територии объекта к монтажу.",
      },
    ],
  },
  {
    id: 2,
    title: "Наши работы",
    slider: [
      {
        title: "Проект 2020 года",
        image: "../img/works1.jpg",
        text: "Монтаж гипсокартона на потолок.",
      },
      {
        title: "Проект 2018 года",
        image: "../img/works2.jpg",
        text: "Монтаж гипсокартона на стены с нишами.",
      },
      {
        title: "Проект 2017 года",
        image: "../img/works3.jpg",
        text: "Монтаж гипсокатрона на стены с дверными проемами.",
      },
      {
        title: "Проект 2019 года",
        image: "../img/works4.jpg",
        text: "Монтаж гипсокатрона на стены с дверными проемами.",
      },
      {
        title: "Проект 2021 года",
        image: "../img/works5.jpg",
        text: "Монтаж перегородок из гипсокартона",
      },
      {
        title: "Проект 2021 года",
        image: "../img/works6.jpg",
        text: "Монтаж гипсокартона на потолок.",
      },
    ],
  },
  {
    id: 3,
    title: "Наши расценки",
    slider: [
      {
        title: "Наши расценки",
        image: "../img/scr.jpg",
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit. Perferendis numquam, atque quibusdam neque, consequatur aut itaque, officia nihil tempore dolores vel illo modi hic velit voluptatibus. Porro, eveniet? Facilis dolorum vero inventore illo quis maiores necessitatibus suscipit ex. Aliquam necessitatibus architecto quis eos excepturi hic repudiandae omnis totam harum possimus.",
      },
    ],
  },
  {
    id: 4,
    title: "котакты",
    contacts: {
      title: "котакты",
      image: "../img/Map.jpg",
    },
  },
];

export default menu;
